{
  "last_input_path": "E:/100GOPROk/output_corrected.srt",
  "last_output_path": "E:/100GOPROk/output_corrected_with_descriptions.srt",
  "scene_duration": 20,
  "last_scenario": "# 城崎温泉旅 YouTube動画シナリオ\n\n## 動画タイトル\n『京都から行く！1泊2日 城崎温泉旅 外湯めぐり＆絶品カニグルメ』\n\n## オープニング（0:00-0:30）\n*（京都駅の風景、特急電車の映像）*\n\n**ナレーション：** \n「皆さん、こんにちは！今回は京都から特急で行く城崎温泉の旅をご紹介します。外湯めぐりとカニ料理を満喫する1泊2日の旅、ぜひ最後までご覧ください！」\n\n## シーン1：京都駅から出発（0:30-2:00）\n*（京都駅の映像、切符購入、プラットフォームで電車を待つ様子）*\n\n**ナレーション/トーク：**\n「今回の旅は京都駅からスタートします。まずは特急『はしだて』に乗って福知山駅まで向かいます。切符は4枚あります。福知山駅で『コウノトリ号』に乗り換えるので、少し複雑になっていますね。」\n\n*（特急はしだての車内の様子、窓からの景色）*\n\n「特急はしだては、京都駅から天橋立方面へ向かう列車です。車窓からは亀岡の霧の風景など、美しい自然を眺めることができます。」\n\n## シーン2：福知山での乗り換え（2:00-3:30）\n*（福知山駅に到着、乗り換えの様子）*\n\n**ナレーション/トーク：**\n「福知山駅に到着しました。ここで特急『コウノトリ号』に乗り換えます。待ち合わせ時間は約15分です。特急同士の接続がスムーズで助かりますね。」\n\n*（コウノトリ号の外観と内装）*\n\n「こちらが特急コウノトリ号です。福知山から城崎温泉まで約1時間の旅です。車内は快適で、窓からの景色も楽しめます。」\n\n## シーン3：城崎温泉駅到着（3:30-5:00）\n*（城崎温泉駅に到着、駅舎の様子、駅前の風景）*\n\n**ナレーション/トーク：**\n「城崎温泉駅に到着しました。駅を出ると、すぐに温泉街の雰囲気が感じられます。まずは昼食を食べに行きましょう。」\n\n*（温泉街を歩く様子、カニの看板がある店舗）*\n\n「城崎温泉といえばカニ料理！通りにはカニ専門店がたくさん並んでいます。カニづくしのメニューが魅力的ですね。」\n\n## シーン4：昼食（5:00-7:00）\n*（レストランでカニ料理を注文、料理が運ばれてくる様子）*\n\n**ナレーション/トーク：**\n「今回はカニ丼を注文しました。たっぷりとカニが乗っていて、見た目も豪華です！カニの甘みと旨味がたまりません。」\n\n*（食事を楽しむ様子、反応）*\n\n「カニがたっぷり入っていて満足感があります。城崎温泉に来たら、ぜひカニ料理を堪能してください！」\n\n## シーン5：旅館チェックイン（7:00-9:00）\n*（旅館の外観、フロント、部屋の様子）*\n\n**ナレーション/トーク：**\n「昼食後は旅館にチェックインします。今回宿泊するのは城崎温泉の中心部にある旅館です。」\n\n「部屋に案内されました。和室で広々としていて、3つのベッドが用意されています。窓からは温泉街の風景も見えますよ。」\n\n「チェックインの際に外湯めぐりのパスポートをもらいました。これで7つの外湯に何度でも入れます。明日の午後1時まで有効です。」\n\n## シーン6：外湯めぐり（9:00-15:00）\n*（浴衣に着替えて街を歩く様子、各外湯の外観）*\n\n**ナレーション/トーク：**\n「浴衣に着替えて、いよいよ外湯めぐりのスタートです。城崎温泉には7つの外湯があり、それぞれ特徴が異なります。」\n\n*（外湯の外観を順に紹介）*\n\n「最初に訪れたのは『さとの湯』です。城崎温泉の中でも特に大きな外湯として知られています。」\n\n*（次の外湯へ移動する様子）*\n\n「次は『御所の湯』に来ました。美人の湯として知られる人気のスポットです。」\n\n*（温泉上がりの感想）*\n\n「お湯がとても気持ちよかったです。肌がすべすべになる感じがしますね。次の外湯へ向かいましょう。」\n\n*（夕方の温泉街の風景）*\n\n「外湯めぐりをしながら、柳並木の風情ある街並みも楽しめます。橋や小川も多く、歩いているだけで風情を感じられますね。」\n\n## シーン7：夕食（15:00-18:00）\n*（旅館の食事処、豪華なカニ料理）*\n\n**ナレーション/トーク：**\n「外湯めぐりを楽しんだ後は、旅館での夕食です。今夜はカニづくしの会席料理を楽しみます。」\n\n*（料理が次々と運ばれてくる様子）*\n\n「茹でガニ、カニ刺し、カニ鍋など、様々なカニ料理が出てきました。新鮮なカニを堪能できる贅沢な時間です。」\n\n*（デザート、食後のお茶）*\n\n「食事の締めくくりは甘いデザートとお茶です。お腹いっぱいになりました。」\n\n## シーン8：夜の城崎温泉（18:00-19:30）\n*（夜の温泉街の様子、ライトアップされた柳並木）*\n\n**ナレーション/トーク：**\n「夕食後は夜の温泉街を散策します。昼間とはまた違った雰囲気が楽しめますよ。」\n\n「夜はライトアップされた柳並木が幻想的で美しいです。カラオケやゲームコーナーなどの娯楽施設もありますが、のんびりと温泉街を歩くのも素敵です。」\n\n## シーン9：2日目の朝（19:30-21:00）\n*（朝の部屋からの風景、朝食の様子）*\n\n**ナレーション/トーク：**\n「2日目の朝を迎えました。朝食は旅館のレストランでバイキング形式です。和食を中心に、様々なメニューが揃っています。」\n\n*（朝食を楽しむ様子）*\n\n「温泉卵や焼き魚など、朝から美味しい料理を堪能できます。今日も元気に城崎温泉を楽しみましょう！」\n\n## シーン10：城崎温泉ロープウェイ（21:00-23:30）\n*（ロープウェイの駅、乗車の様子）*\n\n**ナレーション/トーク：**\n「チェックアウト後は城崎温泉ロープウェイに乗って、山頂から城崎温泉の絶景を楽しみます。」\n\n*（ロープウェイからの眺め）*\n\n「ロープウェイからは城崎温泉の街並みを一望できます。天気が良ければ日本海も見えるそうです。」\n\n*（山頂の様子、温泉寺）*\n\n「山頂には温泉寺があります。城崎温泉の歴史を感じられる場所です。」\n\n## シーン11：お土産購入（23:30-26:00）\n*（土産物店の様子、様々なお土産）*\n\n**ナレーション/トーク：**\n「最後にお土産を購入します。城崎温泉にはカニ関連のお土産がたくさんあります。」\n\n*（カニせんべい、カニのキーホルダーなど）*\n\n「カニせんべいは定番のお土産です。海老のお菓子も美味しかったので、カニのお菓子も購入しました。友達や家族へのお土産にぴったりですね。」\n\n## シーン12：帰路（26:00-28:00）\n*（城崎温泉駅に戻る様子、特急コウノトリの乗車）*\n\n**ナレーション/トーク：**\n「お土産を購入したら、いよいよ帰路につきます。城崎温泉駅から特急コウノトリで福知山へ、そこから特急はしだてで京都へ戻ります。」\n\n*（電車の車窓から見える風景）*\n\n「城崎温泉での1泊2日の旅、とても充実した時間を過ごすことができました。外湯めぐりとカニ料理、素敵な旅館での宿泊、すべてが思い出に残る旅になりました。」\n\n## エンディング（28:00-30:00）\n*（旅のハイライト映像のモンタージュ）*\n\n**ナレーション：**\n「いかがでしたか？京都から特急で行く城崎温泉の旅。外湯めぐりとカニ料理、風情ある街並みなど、魅力がたくさんある城崎温泉。ぜひ皆さんも訪れてみてください。」\n\n「最後までご視聴いただき、ありがとうございました。チャンネル登録、高評価もよろしくお願いします！次回もお楽しみに！」\n\n---\n\n## 撮影ポイント\n\n### 必須撮影ショット\n1. 京都駅と特急電車の外観\n2. 福知山駅での乗り換えの様子\n3. 城崎温泉駅と温泉街の風景\n4. 7つの外湯それぞれの外観\n5. カニ料理の映え shots\n6. 旅館の部屋と施設\n7. 柳並木の風景（昼と夜）\n8. 城崎温泉ロープウェイと山頂からの眺め\n9. お土産店とカニ関連の商品\n\n### 撮影テクニック\n- 移動シーンは滑らかなジンバル撮影\n- 料理は上からのアングルと横からのクローズアップ\n- 外湯めぐりは入浴前後の反応を撮影（内部は撮影禁止の場合あり）\n- 街並みはワイドショットとディテールショットを組み合わせる\n- 夜景は三脚を使用して手ブレを防止\n- 温泉街の雰囲気を伝えるために人々の様子も含める\n\n### 編集のポイント\n- 各シーンの間にスムーズなトランジションを挿入\n- BGMは和風の落ち着いた曲を使用\n- テロップで重要な情報（料金、営業時間など）を表示\n- 料理シーンではASMR効果も意識\n- 温泉街の風情を感じられるようなスローモーションショットを適宜挿入"
}